import React from 'react'
const Description = () => {
  return (
    <div>
      <p>本网站致力于解决在招聘过程中，用人单位对面试人员的背景经历需要耗费大量精力的问题。</p>
      <p>对于个人用户，可以在本网站中更新自己的基本信息与背景经历，目前暂时只支持工作经历</p>
      <p>在注册/更新信息页面，个人用户可进行基本信息的编辑，包括姓名、身份证，头像</p>
      <p>在详细信息页面，个人用户可预览自己的背调信息，同时也可以这个页面添加工作经历</p>
      <p>对于企业用户，可以在本网站中更新自己的基本信息、审核个人用户提交的工作经历</p>
      <p>企业用户的注册/更新信息页面与个人用户类似</p>
      <p>在审核页面，企业用户可审核所有来自个人用户提交的工作经历</p>
      <p>因为区块链的不可篡改性，个人用户的每一条工作经历都会永久的记录在案，如果提交的虚构的经历被企业驳回，将会成为此人永远的污点，这就能很好的鼓励大家提交真实的经历</p>
      <p>当企业需要对某个人进行背景调查时，只需要向其询问其在星云链上的钱包地址即可迅速查询到他可信的背景资料，这与传统的背调手段相比是非常节约资源的</p>
      <p>本系统以用户的星云链钱包地址作为唯一身份认证，首次登录时用户可自主选择注册为个人或企业，一旦注册成功便无法更改用户类别</p>
      <p>查询测试ID: n1QNzAzUogYxk6d1HFpTHhLBcNzXHu3wuWr</p>
      <h3>首次注册后，如果对应页面权限仍未开放，请尝试刷新浏览器，谢谢。</h3>
    </div>
  )
}
export default Description
